Revit 2027 API
UnitTypeId.CubicFeetPerHour Property
 Cubic feet per hour.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId CubicFeetPerHour { get; }
Public Shared ReadOnly Property CubicFeetPerHour As ForgeTypeId
	Get
public:
static property ForgeTypeId^ CubicFeetPerHour {
	ForgeTypeId^ get ();
}
static member CubicFeetPerHour : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
UnitTypeId Class
Autodesk.Revit.DB Namespace